Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The European Union calls for the conclusion of a cooperative agreement between the United Nations and Interpol addressing relevant legal and technical issues, with a view to enabling Interpol to fulfil that mandate.
zh: 欧洲联盟呼吁在联合国与刑警组织之间达成一项合作协定，来处理相关的法律和技术问题，从而使刑警组织能够履行这一权限。

source: Violations of Security Council arms embargoes contribute greatly to the spread of destruction and suffering in conflict areas and must be strongly condemned.
zh: 违反安全理事会武器禁运的行为，大大促成冲突地区破坏和痛苦的蔓延，必须加以坚决谴责。

source: The EU therefore supports the Secretary-General's recommendations on improved enforcement of Security Council sanctions, especially arms embargoes.
zh: 因此，欧盟支持秘书长关于改进安全理事会制裁、特别是武器禁运执行情况的建议。

source: The European Union welcomes the recommendation made by Mr. Annan to pursue more vigorously and expeditiously the use of arms embargoes to countries or regions threatened by, engaged in or emerging from armed conflict, and to promote their effective implementation.
zh: 欧盟欢迎安南先生建议对受到武装冲突威胁的、进行或摆脱这种冲突的国家和区域，更积极和迅速地使用武器禁运的做法，并促进这种禁运的有效执行。

source: Furthermore, the European Union supports the Secretary-General's recommendation that the Council be encouraged to establish monitoring mechanisms that would enable the detection of deliberate violations by Member States of United Nations arms embargoes.
zh: 此外，欧洲联盟支持秘书长建议鼓励安理会成立监测机制，以便能够查出会员国蓄意违反联合国武器禁运的情况。

source: All EU Member States are bound by the EU Code of Conduct on Arms Exports, which is a very comprehensive international arms export regime.
zh: 所有欧盟成员国都受到欧盟《武器出口行为守则》的约束，这是一种非常全面的国际武器出口制度。

source: It is aimed at improving the exchange of information among Member States and at enhancing mutual understanding of their export-control policies, including provisions on requirements relating to thoroughly checked end-user certificates, appropriate documentation or some form of official authorization issued by the country of final destination.
zh: 它的目标是改善成员国之间的信息交流，加强对其出口管制政策的相互了解，其中包括关于涉及详细检查终端使用者证书、适当的文件或最终目的地国发放的某种形式的官方授权书的要求的规定。

source: The EU fully supports Mr. Annan's recommendation in that area.
zh: 欧盟完全支持安南先生在这方面的建议。

source: The Code of Conduct has allowed our member States to set high common standards for the management of conventional arms transfers, and it is currently being renewed to enhance its effectiveness.
zh: 《行为守则》使我们的成员国能够为管理常规武器转让确定共同的高标准，目前正获得延期以增强其实效。

source: The European Union welcomes the efforts being made to build regional support for better control over small arms transfers.
zh: 欧洲联盟欢迎正为建立对更好地管制小武器转让的区域支持而进行的努力。

source: It welcomes also the important work being done in various forums to discuss and improve common standards for arms transfers at the national, regional and global levels.
zh: 它还欢迎正在这个论坛中所展开的重要工作，以讨论并改进国家、区域和全球一级武器转让的共同标准。

source: Such standards must be based on existing responsibilities under the relevant provisions of international law.
zh: 这种标准必须建立在国际法有关规定所确定的现有责任之上。

source: We support the efforts made by the Secretariat to encourage Member States to participate in the Register of Conventional Arms.
zh: 我们支持秘书处为鼓励各会员国参加常规武器登记册所作的努力。

source: The European Union reiterates its call on all States to submit timely returns of imports and exports to the Register, including information on military holdings and on procurement related to national production.
zh: 欧洲联盟再次呼吁各国及时向该登记册提交进出口收入的情况，包括关于军事财产和有关国家生产的采购的情况。

source: The European Union welcomes the emphasis on disarmament, demobilization and reintegration (DDR) programmes in post-conflict situations in the Secretary-General's report on small arms, and we note the increased focus by the Council on this issue.
zh: 欧洲联盟欢迎秘书长报告中对冲突后局势中的解除武装、复员和重返社会方案的强调，我们注意到安理会对该问题的更多注重。

source: It agrees also that specific measures are needed for the collection and disposal of illicit or surplus small arms and light weapons in the context of the mandates of peacekeeping operations.
zh: 欧盟还同意需要在维持和平行动的任务规定范围内采取特别的措施，以收缴和处理非法或多余的小武器和轻武器。

source: The European Union's Action Plan on Africa outlines the support that the European Security and Defence Policy can offer African peacekeeping capabilities, including providing relevant African organizations with “on call” teams able to plan and implement actions in the area of DDR and security sector reform.
zh: 欧洲联盟的《非洲行动计划》概述了欧洲安全与防卫政策能够为非洲维持和平能力所提供的支持，包括向有关的非洲组织提供能够在解甲返乡方案和安全部门改革方面规划和执行各项行动的“待命”小组。

source: The EU is willing also to train military personnel and civilians to participate in DDR programmes, including aspects specific to the subject of child soldiers.
zh: 欧盟还愿意培训军事人员和平民以参加解甲返乡方案，包括有关儿童兵问题的具体方面。

source: The European Union is determined to help other partners, with the common goal of moving matters forward.
zh: 欧洲联盟决心帮助其他伙伴，我们的共同标准就是在各项问题上取得进展。

source: Through its joint action on combating the destabilizing accumulation and spread of small arms, the EU provides financial and technical assistance to countries, groups of countries and international and non-governmental organizations that request such support.
zh: 欧盟通过打击破坏稳定的小武器的积累和扩散现象的联合行动，向要求获得支持的各国、国家集团以及国际和非政府组织提供财政和技术援助。

source: Since 1999, through that joint action, we have taken 14 such actions in Eastern Europe, in Latin America and the Caribbean, in Asia and in Africa.
zh: 自1999年以来，我们通过这一联合行动，在东欧、拉丁美洲和加勒比、亚洲和非洲采取了14次这种行动。

source: The total sum committed so far is almost 13 million euros.
zh: 迄今已答应支付的总额几乎达到1 300万欧元。

source: Among the priorities set by the Council, specific attention has been given to the destruction of existing stockpiles of small arms and to support for regional moratoriums in Africa.
zh: 在安理会所确定的优先任务中，已经特别注意到销毁小武器的现有储存并支持非洲的区域禁令的问题。

source: In that context, the European Council decided, on 2 December 2004, to give its fullest support to the efforts of the Economic Community of West African States to strengthen its moratorium and to replace it with a mandatory convention.
zh: 在这方面，欧洲联盟于2004年12月2日决定，全力支持西非国家经济共同体加强其禁令并以一项强制性公约取代禁令的努力。

source: In addition, 48.7 million euros were committed in 2003 alone, from the European Development Fund, to support small arms and light weapons projects in Africa.
zh: 此外，欧洲发展基金仅在2003年就答应提供4 870万欧元，以支持非洲的小武器和轻武器项目。

source: Through that fund, the EU is financing several programmes aimed at the demobilization and reintegration of former combatants into society and others geared to the collection and destruction of weapons.
zh: 欧盟通过该基金正资助几个旨在使前战斗人员复员并重返社会的方案，以及旨在收缴和销毁武器的其他方案。

source: In addition, the member States of the European Union contribute individually to many assistance projects and programmes aimed at controlling the illicit trading and use of small arms and light weapons, particularly in African countries.
zh: 此外，欧洲联盟成员国还单独地帮助很多旨在控制尤其是非洲各国的小武器和轻武器非法贸易和使用的援助项目和方案。

source: While we have noted recent positive developments, may I conclude by calling for continued relentless efforts on the part of the international community as a whole to make the best possible use of existing and future instruments in order to put an end to the uncontrolled accumulation of illicit small arms and light weapons, so as to help prevent senseless violence in future.
zh: 我们虽然注意到最近的积极事态发展，但我最后要呼吁整个国际社会继续进行不懈的努力，最佳利用现有的和未来的文书，以制止非法小武器和轻武器失去控制的积累，从而帮助避免未来的无端暴力。

source: For its part, the European Union will continue to work towards that goal by relying on international cooperation, financial and technical assistance programmes and effective arms control.
zh: 就其而言，欧洲联盟将依靠国际合作、财政和技术援助方案以及有效的军备控制，继续为实现该目标而努力。

source: The President (spoke in French): I now call on the representative of Ukraine.
zh: 主席（以法语发言）:我现在请乌克兰代表发言。

source: Mr. Kuchinsky (Ukraine): I wish to take this opportunity to express our appreciation to you, Mr. President, for holding this open debate on the question of small arms.
zh: 库欣斯基先生（乌克兰）（以英语发言）:主席先生，我愿借此机会表示我们赞赏你举行这次关于小武器问题的公开辩论。

source: I would also like to thank the Secretary-General for his substantive report (S/2005/69) on this issue, and to support the recommendations contained therein.
zh: 我还要感谢秘书长提出有关这一问题的实质性报告（S/2005/69）并支持报告中所载各项建议。

source: In our view, the United Nations Programme of Action on small arms, which was adopted in 2001, is the most comprehensive framework to deal with the illicit trade in small arms.
zh: 我们认为，2001年通过的关于武器的《联合国行动纲领》是处理小武器非法贸易的最全面的框架。

source: The Programme is a significant, but only the first, big step towards achieving the goal of controlling that scourge.
zh: 《纲领》是为实现控制这一灾祸的目标而采取的重要的第一大步。

source: We hope that the follow-up process will find ways to strengthen and further develop the measures contained in the Programme.
zh: 我们希望，后续进程将找到途径，加强和进一步制定《纲领》中所载的措施。

source: Ukraine shares the view that efforts to combat the illicit trade in, and proliferation of, small arms and light weapons are greatly hampered by inadequate national, regional and international capacity to trace the sources and supply lines of illicit arms.
zh: 乌克兰同意这样的观点，即打击小武器和轻武器非法贸易及扩散的努力受到国家、区域和国际追踪非法武器来源和供应线能力不够的严重阻碍。

source: While recognizing the vital importance of international cooperation, we believe that States bear the primary responsibility to solve the problems associated with the illicit trade in small arms and light weapons.
zh: 在承认国际合作极端重要的同时，我们认为，国家负有解决与小武器和轻武器非法贸易相关连问题的主要责任。

source: States should make their best effort to ensure that the production, export, import, stockpiling, marking and transfer of small arms and light weapons, as well as record-keeping, are carried out in strict adherence to international and national laws and regulations.
zh: 各国应该尽其最大努力来确保小武器和轻武器的生产、出口、进口、储存、标记和转让及其记录要严格符合国际和国家法律及法规。

source: We are of the view that each element in the tracing of illicit small arms and light weapons — marking, record-keeping and international cooperation — should remain a national prerogative.
zh: 我们认为，在追踪非法小武器和轻武器方面的每一项工作，包括标记、记录和国际合作，应该是国家的任务。

source: Any arrangement to be established or further strengthened by a new international instrument on tracing should not duplicate, complicate or diminish the effectiveness of existing mechanisms and arrangements, including customs cooperation and mutual legal assistance.
zh: 通过一项新的国际追踪文书来建立和进一步加强的任何一项安排都不应该重复现存的机制和安排，包括海关合作和相互法律援助方面，同时也不应使此类机制和安排更为复杂或减弱。

source: Ukraine fully supports the view that any new instrument should conform to the existing commitments of States under the relevant bilateral, regional and international arrangements and should fully reflect national security interests.
zh: 乌克兰完全支持以下观点，即任何新的手段均应符合各国根据相关的双边、区域和国际安排所作的现有承诺，并充分体现国家安全利益。

source: Above all, we believe that a future instrument should be viable, effective and workable, so that it can enjoy the broadest possible support from the international community.
zh: 更为重要的是，我们认为今后制订出的文书应该是可靠、有效和可行的，这样它才能得到国际社会最可能广泛的支持。

source: It is evident that promoting long-term conditions for development and security is impossible without the resolution of ongoing conflicts and the taking of adequate measures aimed at ensuring stability in post-conflict situations.
zh: 显然，不解决目前的冲突和采取旨在保证冲突后局势稳定的充分措施便不可能促进发展和安全的长期条件。

source: The Council has made considerable progress in that regard.
zh: 安理会在这方面取得了重大进展。

source: However, we still have some distance to cover in the areas of detailed monitoring and working with businesses, financial institutions and other actors on the implementation of arms embargoes.
zh: 然而，我们在仔细监测和就执行武器禁运与工商、金融机构和其他角色合作方面仍然有一段距离。

source: The series of innovative measures taken by the Security Council to enhance compliance with arms embargoes, including by establishing independent panels of experts and monitoring mechanisms, has resulted in some positive outcomes.
zh: 安全理事会为加强遵守武器禁运而采取的一系列创新性措施，包括建立独立的专家小组和监测机制，导致产生了一些积极结果。

source: The problem nevertheless persists.
zh: 然而问题依然存在。

source: We fully support the Council's consideration of action against States, entities and individuals that deliberately violate United Nations arms embargoes.
zh: 我们完全支持安理会考虑采取行动，制裁蓄意违反联合国武器禁运的国家、实体和个人。

source: It is also important to review the lessons learned, in order to ensure the effectiveness of further measures that could be taken by the Security Council.
zh: 同样重要的是审查所得到的经验教训，以便确保安全理事会可能采取的进一步措施的效力。

source: It will be useful to focus on the financial sources used to purchase illegal weapons and to define the role that international organizations, business and financial institutions and other actors at the regional and local levels can play in implementing arms embargoes.
zh: 关注用来购买非法武器的财政资源和确定国际组织、工商界和金融机构以及其他区域和地方角色在执行武器禁运方面可以发挥的作用是有益的。

source: Ukraine would also like to propose some additional elements concerning illicit small arms and light weapons for further exploration as the issue is discussed: placing restrictions on the supply of ammunition to areas of instability; and destroying excessive old stockpiles of small arms and light weapons.
zh: 乌克兰还愿提出有关非法小武器和轻武器的另外一些内容，以便在讨论这一问题时进一步探讨。 它们包括限制向不稳定地区供应弹药和销毁小武器和轻武器的过度储存。

source: Ukraine believes that the effective destruction of excessive old stockpiles of small arms and light weapons in affected countries may prove to be an important development.
zh: 乌克兰认为，有效销毁过多的小武器和轻武器储存可能会被证明是一项重要的措施。

source: In our view, the successful implementation of NATO's Partnership for Peace trust fund project in my country, which aims to destroy 1.5 million small arms and light weapons and 133,000 tons of ammunition, as well as future destruction programmes to be carried out in Ukraine under the Organization for Security and Cooperation in Europe (OSCE) Document on Stockpiles of Conventional Ammunition, will make a considerable contribution to international efforts in this area.
zh: 我们认为，在我国成功地执行北约伙伴关系和平信托基金项目----该项目旨在摧毁150万件小武器和轻武器以及133 000吨弹药—-以及今后在乌克兰执行根据欧洲安全与合作组织常规弹药储存文件的销毁方案将为在这方面的国际努力作出重要贡献。

source: In conclusion, I would like to stress that Ukraine conducts a responsible policy in the field of arms control.
zh: 最后，我愿强调，乌克兰在军备控制领域奉行负责任的政策。

source: Ukrainian legislation envisages strict measures to prevent the illegal manufacture, possession and trafficking of all types of armaments, including small arms and light weapons.
zh: 乌克兰立法设想提出严格措施，防止非法生产、拥有和贩运各类军备，包括小武器和轻武器。

source: A national export-control system provides for effective procedures for licensing imports and exports.
zh: 乌克兰的国家出口管制制度为进出口许可规定了有效的程序。

source: Measures have also been taken to improve national legislation in this field.
zh: 我们还采取措施改进此领域内的国家立法。

source: One of the latest steps was the adoption by the Government of Ukraine of a set of practical measures to implement the 2001 United Nations Programme of Action and the 2000 OSCE Document on Small Arms and Light Weapons.
zh: 最近采取的步骤之一是乌克兰政府通过了一套现实措施，执行2001年《联合国行动纲领》和2000年《欧洲安全与合作组织小武器和轻武器文件》。

source: Let me assure the Council that Ukraine will continue to play an active part in international efforts to combat the illicit trafficking in small arms and light weapons and to rein in their uncontrolled proliferation.
zh: 让我向安理会保证，乌克兰将继续在打击小武器和轻武器非法贩运及制止此类武器肆意扩散方面的国际努力中发挥积极作用。

source: The President (spoke in French): I now call on the representative of Canada.
zh: 主席（以法语发言）:我现在请加拿大代表发言。

source: Mr. Laurin (Canada) (spoke in French): The Security Council has an important role to play in facilitating and enforcing international efforts to control the pervasive impact of the proliferation and misuse of small arms and light weapons.
zh: 劳林先生（加拿大）（以法语发言）:安全理事会在促进和加强控制小武器和轻武器扩散和滥用广泛影响的国际努力方面应该发挥重要作用。

source: Canada is encouraged by the progress made in that regard, particularly the establishment of mechanisms to assess the implementation of sanctions regimes and the strengthening of arms embargoes.
zh: 加拿大对在这方面所取得的进展感到鼓舞，特别是建立了评估制裁制度执行情况和加强武器禁运等方面的机制。

source: Nevertheless, this issue deserves the Council's sustained attention, given that small arms and light weapons continue to threaten international peace and security.
zh: 尽管如此，这一问题应该得到安理会的持续关注，因为小武器和轻武器继续威胁国际和平与安全。

source: This debate provides an invaluable opportunity to recognize the progress that has been made, to consider lessons learned and, most important, to renew efforts to focus on the many aspects of the small arms issue.
zh: 本次辩论提供了一次有价值的机会，承认已经取得的进展，分析所应吸取的教训，最为重要的是加强重视小武器问题许多方面的努力。

source: The Secretary-General's report (S/2005/69) will be useful in guiding our future efforts, especially given its recommendations on how the Council could usefully contribute to combating the illicit trade in small arms in all its aspects.
zh: 秘书长的报告（S/2005/69）将有助于指导我们的今后努力，特别是鉴于报告就安理会如何有意义地促进打击小武器非法贸易各方面提出了建议。

source: Compliance with arms embargoes and sanctions regimes is central to international peace and security.
zh: 遵守武器禁运和制裁制度对国际和平与安全至关重要。

source: We urge the Council to continue aggressive implementation and monitoring of these regimes, and welcome its engagement with regional initiatives, such as the Nairobi Declaration and the Economic Community of West African States moratorium.
zh: 我们敦促安理会继续积极落实和监测此类制度，并欢迎安理会同内罗毕宣言和西非国家经济共同体禁令等区域主动行动合作。

source: Canada encourages the Council to utilize such tools as reports and recommendations from monitoring groups and expert panels to ensure greater transparency and cooperation with sanctions regimes.
zh: 加拿大鼓励安理会利用监测小组和专家小组提出的报告和建议等工具，确保提高透明度，加强同各制裁制度的合作。

source: We urge the Council to support the recommendations made by high-level and monitoring groups on the need to address gaps in legislation on brokering and to strengthen transfer controls.
zh: 我们敦促安理会支持高级别小组和监测小组提出的各项建议，务必处理有关中间商交易问题的立法差距，加强转让控制。

source: The Council must call on Member States to exercise the highest degree of responsibility in the transfer of small arms.
zh: 安理会必须要求会员国在小武器转让方面负起最大责任。

source: An effective global response to small arms must address control of transfers between States as well as transfers to non-State actors.
zh: 有效的小武器全球回应办法必须涉及对国家间转让和向非国家行动者转让行为的控制。

source: The establishment of an international instrument on the identification and tracing of small arms and light weapons would also help the Council in its efforts to enforce arms embargoes and to control the illicit trade in order to ensure the protection of civilians.
zh: 制定一项关于识别和追踪小武器和轻武器问题的国际文书，也有助于安理会努力实行武器禁运和管制非法贸易，以便确保保护平民。

source: Canada is committed to seeing a successful conclusion of these negotiations and we welcome the High-level Panel's recommendation of a legally binding instrument.
zh: 加拿大致力于确保谈判取得圆满成功，我们也欢迎高级别小组建议缔结一项具有法律约束力的文书。

source: We urge the Council to consider its role in improving international cooperation with respect to tracing small arms in conflict and post-conflict settings.
zh: 关于冲突和冲突后环境下追踪小武器问题，我们敦促安理会考虑在改善国际合作方面发挥作用。

source: Peacekeeping operations and sanctions committees should receive the appropriate mandates to initiate traces that will assist States to identify those who knowingly violate arms embargoes.
zh: 维持和平行动和制裁委员会应该得到适当授权，以便展开追踪，协助各国找出故意违反武器禁运者。

source: Furthermore, we encourage the Council to consider increased cooperation with the International Criminal Police Organization in order to improve identification of diversion points in the trade of small arms.
zh: 另外，我们也鼓励安理会考虑同国际刑事警察组织加强合作，以便改善对小武器贸易转移点的稽查工作。

source: Small arms proliferation must be considered as part of the broader context of international peace and human security, including initiatives to strengthen peacebuilding and conflict-prevention efforts.
zh: 必须把小武器扩散视为包括加强建设和平和预防冲突努力等主动行动在内的更广泛国际和平与人类安全范畴的一部分。

source: Those weapons continue to interfere with conflict prevention measures, undermine the provision of humanitarian assistance, exacerbate armed conflict and insecurity, threaten security in refugee camps, and frustrate the sustainability of peace processes and peacebuilding efforts.
zh: 小武器仍在干扰预防冲突措施，破坏提供人道主义援助工作，加剧武装冲突与不安全，危及难民营安全，并破坏和平进程与建设和平努力的可持续性。

source: Increased interaction between the Council and the General Assembly would allow for creative approaches to the small arms issue from a broader peacebuilding and human security perspective.
zh: 安理会和大会加强协作将使人们得以从更广泛的建设和平和人类安全角度，对小武器问题采取创造性办法。

source: Canada supports further cooperation between the two organs to develop and implement immediate and long-term strategies.
zh: 加拿大支持两机构进一步合作，以便制定和实施各项眼前和长期战略。

source: Greater results will be achieved through more decisive and substantive action by both bodies.
zh: 两机构将通过采取更果断的实质性行动而取得更大成果。

source: The Security Council, through such resolutions as 1521 (2003) on Liberia and 1533 (2004) on the Democratic Republic of the Congo, has recognized and made efforts to address the link between the illicit trade in small arms and the illicit exploitation of natural and other resources.
zh: 安全理事会已通过诸如关于利比亚问题的第1521（2003）号决议和关于刚果民主共和国问题的第1533（2004）号决议，承认并努力处理小武器非法贸易和非法开采自然资源和其他资源之间的联系。

source: Canada urges the Security Council to take stronger measures — including the enforcement and monitoring of targeted sanctions — to break the cycle between arms shipments though illicit channels and the exploitation of natural resources.
zh: 加拿大敦促安全理事会采取更有力措施----包括实行和监测有的放矢的制裁----打破通过非法渠道运送武器和开采自然资源之间的循环。

source: Canada welcomes progress made to date on the inclusion of disarmament, demobilization and reintegration (DDR) planning in integrated peacekeeping missions, as well as the development of policies, guidelines and procedures for the planning and implementation of DDR in a peacekeeping context.
zh: 加拿大对迄今在把解除武装、复员和重返社会（复员方案）的规划列入综合维持和平任务方面和制定各项政策、方针和程序，以便在维持和平过程中规划和执行复员方案方面取得的进展表示欢迎。

source: We urge the Council to adopt comprehensive and regional approaches to DDR, to include those approaches in the mandates of peacekeeping operations, to provide financing for DDR under the budget for peacekeeping operations, and to give due consideration to reintegration to ensure sustainable socio-economic development.
zh: 我们敦促安理会对复员方案采取全面区域办法，把这些办法列入维持和平行动任务，在维持和平行动预算下给复员方案提供经费，并给予重返社会问题适当考虑，以确保可持续的社会经济发展。

source: We call for a continued emphasis on the parallel implementation of community development and DDR programmes, taking into account all members of the community — men, women, boys and girls — and to include strategies for children affected by armed conflict.
zh: 我们要求大家继续强调同时执行社区发展与复员方案，同时顾及社区所有成员----男人、妇女、男童和女童----并列入有关武装冲突受害儿童的各项战略。

source: In line with our obligations under resolution 1325 (2000) on women, peace and security, Canada urgently calls for the full and equal participation of women in the design and implementation of all DDR programmes and activities, as actions and decisions on DDR have a direct and specific impact on the lives of women and on the possibilities of achieving sustainable peace.
zh: 根据有关妇女、和平与安全问题的第1325（2000）号决议规定的各项义务，加拿大迫切呼吁妇女充分平等参与各项复员方案与活动的制定与执行，因为有关复员方案的行动和决定将对妇女生活和实现可持续发展的可能性产生直接具体影响。

source: It is Canada's view that the international community has fallen short on commitments to make people and their communities safer from armed violence.
zh: 加拿大认为，国际社会没有充分履行使人民及其社区更加安全而免遭暴力的承诺。

source: This is a devastating situation with real and lingering impact that continues to undermine international efforts to establish peaceful and secure environments where humanitarian and development initiatives can take root and yield results.
zh: 这是一个具有真正长期影响的破坏性局面，会继续削弱旨在建立和平与安全环境，使各项人道主义和发展主动行动可以生根结果的各项国际努力。

source: Our collective responsibility is to take meaningful action that will result in improved and safer lives for girls, boys, men and women in all regions of the world.
zh: 我们的集体责任是采取有效行动，使世界各地区的女童、男童和男男女女的生活得以更加美好、更加安全。

source: Now is the time for action.
zh: 现在到了采取行动的时候。

source: The next 18 months hold important opportunities for concerted action against the easy availability and misuse of small arms.
zh: 今后18个月乃是对小武器及手可得和滥用问题采取协调一致行动的重要机会。

source: The July 2005 Biennial Meeting of States and the 2006 review conference on the United Nations Programme of Action provide platforms to evaluate our success and, more importantly, to determine the way forward.
zh: 2005年7月的两年期国际会议和2006年联合国行动纲领审查大会将为评估我们取得的成功，更重要的是为确定今后的道路提供平台。

source: It is imperative to ensure that a more comprehensive approach to the small arms issue be pursued at the 2005 and 2006 meetings.
zh: 必须确保的2005年和2006年会议上对小武器问题采取更加全面的办法。
